Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# DevicesHelpfulTip3.Text
source: 3. Select speaker(s) and microphone(s)
af: 3. Kies luidspreker (s) en mikrofoon (s)
am: 3. ተናጋሪ(s) እና ማይክሮፎን(s) ይምረጡ
ar: 3. حدد مكبر (مكبرات الصوت) والميكروفون (الميكروفونات)
as: 3. স্পীকাৰ(বোৰ) আৰু মাইক্ৰ'ফোন(বোৰ) বাছনি কৰক
az_arab: 3. Danışan(lar) və mikrofon(lar) seçin
bg: 3. Изберете високоговорител (и) и микрофон (и)
bn: 3. স্পীকার(গুলি) এবং মাইক্রোফোন(গুলি) নির্বাচন করুন
bs: 3. Odaberite zvučnike(e) i mikrofon(e)
ca: 3. Seleccioneu altaveus i micròfons
cs: 3. Vyberte reproduktor(y) a mikrofon (mikrofony)
cy: 3. Dewis siaradwr(au) a meicroffon(au)
da: 3. Vælg højttaler(e) og mikrofon(er)
de: 3. Lautsprecher und Mikrofon(e) auswählen
el: 3. Επιλέξτε ηχεία και μικρόφωνα
es: 3. Seleccione altavoces(es) y micrófono(s)
et: 3. Valige kõlar (id) ja mikrofon (id)
fa: 3. انتخاب بلندگو (ها) و میکروفن (ها)
fi: 3. Valitse kaiutin(t) ja mikrofoni(t)
fil: 3. Pumili ng (mga) tagapagsalita at (mga) mikropono
fr_ca: 3. Sélectionnez haut-parleur(s) et microphone(s)
ga: 3. Roghnaigh cainteoir(í) agus micreafón(í)
gu: ૩. સ્પીકર(સ) અને માઈક્રોફોન(સ)ને પસંદ કરો.
he: 3. בחר רמקולים ומיקרופונים
hi: 3. स्पीकर (ओं) और माइक्रोफ़ोन (ओं) का चयन करें
hr: 3. Odaberite zvučnike i mikrofone
hu: 3. Válassza ki a hangszóró(ka)t és a mikrofon(oka)t
hy: 3. Ընտրել խոսնակ(ներ) եւ խոսափող(ներ)
id: 3. Pilih speaker dan mikrofon
is: 3. Veldu hátalara og hljóðnema
it: 3. Selezionare altoparlanti e microfoni
iu: 3. ᓂᕈᐊᕐᓗᒍ ᐅᖃᖅᑎ(ᑦ) ᖃᓂᙳᕐᓇᐅᑎᓗ(ᑦ)
ja: 3.スピーカーとマイクを選択します
kk: 3. Динамик(лер) мен микрофонды таңдау
km: ៣. ជ្រើសរើស speaker(s) និង microphone(s)
kn: 3. ಸ್ಪೀಕರ್(ಗಳು) ಮತ್ತು ಮೈಕ್ರೊಫೋನ್(ಗಳು) ಆಯ್ಕೆಮಾಡಿ
ko: 3. 스피커와 마이크를 선택합니다.
ku_arab: 3. هەڵبژاردنی قسەکەر(ەکان) و مایکرۆفۆن(ەکان)
ky: 3. Спикерди (лар) жана микрофонду тандоо (лар)
lo: 3. ເລືອກຜູ້ເວົ້າ(s) ແລະ ໄມໂຄຣໂຟນ(s)
lt: 3. Pasirinkite garsiakalbį (-ius) ir mikrofoną (-us)
lv: 3. Izvēlieties skaļruni(-us) un mikrofonu(-us)
mi: 3. Tīpakohia (ngā) tukuoro me ngā uruoro
ml: 3. സ്പീക്കർ(കൾ), മൈക്രോഫോൺ(കൾ) എന്നിവ തിരഞ്ഞെടുക്കുക
mr: 3. स्पीकर आणि मायक्रोफोन निवडा
ms: 3. Pilih pembesar suara dan mikrofon
mt: 3. Agħżel kelliem(a) u mikrofonu(i)
nb: 3. Velg høyttaler(e) og mikrofon(er)
ne: ३. स्पिकर (हरू) र माइक्रोफोन (हरू) चयन गर्नुहोस्
nl: 3. Selecteer luidspreker(s) en microfoon(s)
or: 3. ସ୍ପିକର୍ (ଗୁଡିକ) ଏବଂ ମାଇକ୍ରୋଫୋନ୍ (ଗୁଡିକ) ଚୟନ କରନ୍ତୁ
pa: 3. ਸਪੀਕਰ ਅਤੇ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦੀ ਚੋਣ ਕਰੋ।
pl: 3. Wybierz głośnik(i) i mikrofon(y)
prs: 3. انتخاب بلندگو (ها) و میکروفون (ها)
pt_pt: 3. Selecione altifalantes e microfones
ro: 3. Selectați difuzorul (difuzoarele) și microfonul (microfoanele)
ru: 3. Выберите динамик (динамики) и микрофон (ы)
sk: 3. Vyberte reproduktory a mikrofóny
sl: 3. Izberite zvočnike in mikrofone
sq: 3. Zgjidh altoparlantin (s) dhe mikrofonin (s)
sr_cyrl: 3 . Изаберите звучнике и микрофоне
sr_latn: 3. Izaberite zvučnike i mikrofone
sv: 3. Välj högtalare och mikrofon (er)
sw: 3. Chagua spika (s) na kipaza sauti(s)
ta: 3. ஸ்பீக்கர்(கள்) மற்றும் மைக்ரோஃபோன்(கள்) ஆகியவற்றைத் தேர்ந்தெடுக்கவும்
te: 3. స్పీకర్(లు) మరియు మైక్రోఫోన్(లు) ఎంచుకోండి
th: 3. เลือกลําโพงและไมโครโฟน
ti: 3. ተዛረብትን ማይክሮፎንን ምረጽ
tr: 3. Hoparlör(ler)i ve mikrofon(lar)ı seçin
uk: 3. Виберіть динаміки та мікрофони
ur: 3. اسپیکر (زبانیں) اور مائکروفون (وں) کو منتخب کریں
vi: 3. Chọn (các) loa và (các) micrô
zh_hans: 3. 选择扬声器和麦克风
zh_hant: 3. 選擇揚聲器和麥克風

# DevicesHelpfulTip4.Text
source: 4. Set your profile as default
af: 4. Stel jou profiel as verstek
am: 4. ፕሮፋይልዎን እንደ ቅድመ-ባህሪያት ያስቀምጡ
ar: 4. تعيين ملف التعريف الخاص بك كافتراضي
as: 4. আপোনাৰ প্ৰ'ফাইল ডিফল্ট হিচাপে ছেট কৰক
az_arab: 4. Profilinizi default olaraq təyin edin
bg: 4. Задайте профила си по подразбиране
bn: 4. ডিফল্ট হিসাবে আপনার প্রোফাইল সেট করুন
bs: 4. Postavite svoj profil kao zadani
ca: 4. Definiu el vostre perfil com a predeterminat
cs: 4. Nastavte svůj profil jako výchozí
cy: 4. Gosodwch eich proffil yn ddiofyn
da: 4. Indstil din profil som standard
de: 4. Legen Sie Ihr Profil als Standard fest
el: 4. Ορίστε το προφίλ σας ως προεπιλεγμένο
es: 4. Establece tu perfil como predeterminado
et: 4. Määrake oma profiil vaikimisi
fa: 4. تنظیم مشخصات خود را به عنوان پیش فرض
fi: 4. Aseta profiilisi oletukseksi
fil: 4. itakda ang iyong profile bilang default
fr_ca: 4. Définissez votre profil par défaut
ga: 4. Socraigh do phróifíl mar réamhshocrú
gu: 4. તમારી પ્રોફાઇલ મૂળભૂત તરીકે સેટ કરો
he: 4. הגדר את הפרופיל שלך כברירת מחדל
hi: 4. अपनी प्रोफ़ाइल डिफ़ॉल्ट के रूप में सेट करें
hr: 4. Postavite svoj profil kao zadani
hu: 4. Állítsa be profilját alapértelmezettként
hy: 4. Ձեր պրոֆիլը սահմանել որպես դեֆոլտի
id: 4. Tetapkan profil Anda sebagai default
is: 4. Stilltu prófílinn þinn sem sjálfgefið
it: 4. Imposta il tuo profilo come predefinito
iu: 4. ᐃᓕᓗᒍ ᖃᓄᐃᑦᑑᓂᕆᔭᐃᑦ ᐊᑐᙱᑎᓯᒪᓗᒍ
ja: 4.プロファイルをデフォルトとして設定します
kk: 4. Профильді әдепкі ретінде орнатыңыз
km: 4. កំណត់ទម្រង់របស់អ្នកជា default
kn: 4. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಡೀಫಾಲ್ಟ್ ಆಗಿ ಹೊಂದಿಸಿ
ko: 4. 프로필을 기본값으로 설정
ku_arab: 4. پرۆفایلەکەت وەک گریمانەیی دابنێ
ky: 4. Профилиңизди дефолт катары орнотуу
lo: 4. ກໍານົດໂປຣໄຟລ໌ຂອງທ່ານໃຫ້ເປັນມາດຕະຖານ
lt: 4. Nustatykite savo profilį kaip numatytąjį
lv: 4. Iestatiet savu profilu kā noklusējumu
mi: 4. Tautuhia tō kōtaha hei taunoa
ml: 4. നിങ്ങളുടെ പ്രൊഫൈൽ ഡിഫോൾട്ട് ആയി ക്രമീകരിക്കുക
mr: 4. आपले प्रोफाइल मुलभूत म्हणून निश्चित करा
ms: 4. Tetapkan profil anda sebagai lalai
mt: 4. Issettja l-profil tiegħek bħala default
nb: 4. Angi profilen din som standard
ne: 4. पूर्वनिर्धारित रूपमा तपाईंको प्रोफाइल सेट गर्नुहोस्
nl: 4. Stel uw profiel in als standaard
or: 4. ଡିଫଲ୍ଟ ଭାବେ ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍ ସେଟ୍ କରନ୍ତୁ
pa: 4. ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਡਿਫਾਲਟ ਵਜੋਂ ਸੈੱਟ ਕਰੋ।
pl: 4. Ustaw swój profil jako domyślny
prs: 4. مشخصات خود را به صورت پیش فرض تنظیم کنید
pt_pt: 4. Desafine o seu perfil como padrão
ro: 4. Setați-vă profilul ca implicit
ru: 4. Установите свой профиль по умолчанию
sk: 4. Nastavte svoj profil ako predvolený
sl: 4. Nastavite profil kot privzeti
sq: 4. Vendos profilin tënd si të prezgjedhur
sr_cyrl: 4 . Поставите профил као подразумевани
sr_latn: 4. Postavite profil kao podrazumevani
sv: 4. Ställ in din profil som standard
sw: 4. Weka wasifu wako kama chaguo-msingi
ta: 4. இயல்புநிலையாக உங்கள் சுயவிவரத்தை அமைக்கவும்
te: 4. మీ ప్రొఫైల్ ను డిఫాల్ట్ గా సెట్ చేయండి
th: 4. ตั้งค่าโปรไฟล์ของคุณเป็นค่าเริ่มต้น
ti: 4. ንፕሮፌሰርካ ኸም ስሕተት ጌርካ ኣቕርቦ
tr: 4. Profilinizi varsayılan olarak ayarlayın
uk: 4. Встановіть свій профіль за замовчуванням
ur: 4. اپنے پروفائل کو بطور ڈیفالٹ سیٹ کریں
vi: 4. Đặt hồ sơ của bạn làm mặc định
zh_hans: 4. 将您的个人资料设置为默认值
zh_hant: 4. 將您的個人資料設置為預設值

# DevicesHelpfulTip5.Text
source: 5. Click the Save Profile button to save your profile
af: 5. Klik op die Stoor profiel-knoppie om u profiel te stoor
am: 5. ፕሮፋይልዎን ለመቆጠብ Save Profile የሚለውን ቁልፍ ይጫኑ
ar: 5. انقر فوق الزر حفظ الملف الشخصي لحفظ ملفك الشخصي
as: 5. আপোনাৰ প্ৰ'ফাইল সংৰক্ষণ কৰিবলৈ চেভ প্ৰ'ফাইল বুটামত ক্লিক কৰক
az_arab: 5. Profilinizi qeyd etmək üçün "Save Profile" düyməsini basın
bg: 5. Кликнете върху бутона Запазване на профила, за да запазите профила си
bn: 5. আপনার প্রোফাইল সংরক্ষণ করতে প্রোফাইল সংরক্ষণ করুন বোতামটি ক্লিক করুন
bs: 5. Kliknite na dugme Sačuvaj profil da sačuvate svoj profil
ca: 5. Feu clic al Desa el perfil botó per desar el vostre perfil
cs: 5. Klikněte na tlačítko Uložit profil pro uložení profilu
cy: 5. Cliciwch y Save Profile botwm i gadw'ch proffil
da: 5. Klik på Gem profil knappen for at gemme din profil
de: 5. Klicken Sie auf die Schaltfläche Profil speichern, um Ihr Profil zu speichern
el: 5. Κάντε κλικ στο κουμπί Αποθήκευση προφίλ για να αποθηκεύσετε το προφίλ σας
es: 5. Haga clic en el botón Guardar perfil para guardar su perfil
et: 5. Klõpsake nuppu Salvesta profiil nuppu oma profiili salvestamiseks
fa: 5. با کلیک بر روی دکمه ذخیره مشخصات برای ذخیره مشخصات خود را
fi: 5. Napsauta Tallenna profiili -painiketta tallentaaksesi profiilisi
fil: 5. click ang Save Profile button para i-save ang iyong profile
fr_ca: 5. Cliquez sur le Enregistrer le profil bouton pour enregistrer votre profil
ga: 5. Cliceáil ar an gcnaipe Save Profile chun do phróifíl a shábháil
gu: 5. તમારી પ્રોફાઇલ સેવ કરવા માટે સેવ પ્રોફાઇલ બટન પર ક્લિક કરો
he: 5. לחץ על שמור פרופיל כפתור לשמירת הפרופיל שלך
hi: 5. अपनी प्रोफ़ाइल सहेजने के लिए प्रोफ़ाइल सहेजें बटन पर क्लिक करें
hr: 5. Kliknite gumb Spremi profil da biste spremili svoj profil
hu: 5. Kattintson a Profil mentése gombra a profil mentéséhez
hy: 5. Սեղմեք Save Profile կոճակը ձեր պրոֆիլը փրկելու համար
id: 5. Klik Simpan Profil tombol untuk menyimpan profil Anda
is: 5. Smelltu á Vista prófíl hnappur til að vista prófílinn þinn
it: 5. Fare clic sul pulsante Salva profilo per salvare il profilo
iu: 5. ᓇᕿᓪᓗᒍ Save profile ᓇᕿᑦᑕᐅᑎᖓ ᐊᓯᐅᔾᔭᐃᕐᓗᒍ
ja: 5. [プロファイルの保存]ボタンをクリックして、プロファイルを保存します
kk: 5. Профильді сақтау үшін Профильді сақтау түймешігін басыңыз
km: 5. ចុចប៊ូតុង Save Profile ដើម្បីរក្សាទុកទម្រង់របស់អ្នក
kn: 5. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಉಳಿಸಲು ಸೇವ್ ಪ್ರೊಫೈಲ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 5. 프로필 저장 버튼을 클릭하여 프로필을 저장합니다.
ku_arab: 5. کرتە بکە لەسەر دوگمەی خزنکردنی پرۆفایل بۆ پاراستنی پرۆفایلەکەت
ky: 5. Профилиңизди сактоо үчүн профилиңизди сактоо баскычын басыңыз
lo: 5. ກົດປຸ່ມ Save Profile ເພື່ອປະຢັດໂປຣໄຟລ໌ຂອງທ່ານ
lt: 5. Spustelėkite mygtuką Išsaugoti profilį, kad išsaugotumėte savo profilį
lv: 5. Noklikšķiniet uz pogas Saglabāt profilu, lai saglabātu savu profilu
mi: 5. Pāwhiritia te pātene Tiaki Kōtaha hei tiaki i tō kōtaha
ml: 5. നിങ്ങളുടെ പ്രൊഫൈൽ സംരക്ഷിക്കുന്നതിന് പ്രൊഫൈൽ സംരക്ഷിക്കുക ബട്ടൺ ക്ലിക്കുചെയ്യുക
mr: 5. आपले प्रोफाइल जतन करण्यासाठी सेव्ह प्रोफाइल बटणावर क्लिक करा
ms: 5. Klik Simpan Profil butang untuk menyimpan profil anda
mt: 5. Ikklikkja fuq il - Ħlief Profil buttuna biex tissejvja l-profil tiegħek
nb: 5. Klikk på Lagre profil knappen for å lagre profilen din
ne: 5. आफ्नो प्रोफाइल बचत गर्न प्रोफाइल बचत गर्नुहोस् बटन क्लिक गर्नुहोस्
nl: 5. Klik op de Bespaar profiel knop om uw profiel op te slaan
or: 5. ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍ ସଞ୍ଚୟ କରିବାକୁ ପ୍ରୋଫାଇଲ୍ ବଟନ୍ ସଞ୍ଚୟ କରନ୍ତୁ
pa: 5. ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸੇਵ ਕਰਨ ਲਈ Save Profile ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: 5. Kliknij przycisk Zapisz profil, aby zapisać swój profil
prs: 5. با کلیک بر روی دکمه ذخیره مشخصات برای ذخیره مشخصات خود را
pt_pt: 5. Clique no botão Guardar perfil para guardar o seu perfil
ro: 5. Faceți clic pe butonul Salvare profil pentru a vă salva profilul
ru: 5. Нажмите кнопку Сохранить профиль, чтобы сохранить профиль
sk: 5. Kliknite na tlačidlo Uložiť profil pre uloženie vášho profilu
sl: 5. Kliknite shrani profil gumb za shranjevanje profila
sq: 5. Kliko butonin Ruaj Profilin për të ruajtur profilin tuaj
sr_cyrl: 5 . Кликните на дугме "Сачувај профил" да бисте сачували профил
sr_latn: 5. Kliknite na dugme "Sačuvaj profil" da biste sačuvali profil
sv: 5. Klicka på knappen Spara profil för att spara din profil
sw: 5. Bonyeza Kitufe cha Hifadhi Wasifu ili kuhifadhi wasifu wako
ta: 5. உங்கள் சுயவிவரத்தைச் சேமிக்க சுயவிவரத்தைச் சேமி பொத்தானைக் கிளிக் செய்க
te: 5. మీ ప్రొఫైల్ సేవ్ చేయడానికి సేవ్ ప్రొఫైల్ బటన్ క్లిక్ చేయండి
th: 5. คลิกปุ่มบันทึกโปรไฟล์เพื่อบันทึกโปรไฟล์ของคุณ
ti: 5. ፕሮፌሰርካ ምእንቲ ኽትቍጥብ ኣብታ Save Profile እትብል ጠውቕ
tr: 5. Profilinizi kaydetmek için Profili Kaydet düğmesine tıklayın
uk: 5. Натисніть кнопку Зберегти профіль, щоб зберегти свій профіль
ur: 5. اپنے پروفائل کو بچانے کے لئے پروفائل محفوظ کریں بٹن پر کلک کریں
vi: 5. Nhấn vào Lưu hồ sơ để lưu hồ sơ của bạn
zh_hans: 5. 单击“保存配置文件”按钮以保存您的个人资料
zh_hant: 5. 按下「保存設定檔」 按鈕以儲存您的個人資料

# DevicesHelpfulTips.Text
source: Helpful tips
af: Nuttige wenke
am: ጠቃሚ ምክሮች
ar: نصائح مفيدة
as: সহায়ক পৰামৰ্শ
az_arab: Faydalı məsləhətlər
bg: Полезни съвети
bn: সহায়ক টিপস
bs: Korisni savjeti
ca: Consells útils
cs: Užitečné tipy
cy: Cynghorion defnyddiol
da: Nyttige tips
de: Hilfreiche Tipps
el: Χρήσιμες συμβουλές
es: Consejos útiles
et: Kasulikud nõuanded
fa: نکات مفید
fi: Hyödyllisiä vinkkejä
fil: Mga helpful tips
fr_ca: Conseils utiles
ga: Leideanna cabhracha
gu: ઉપયોગી સૂચનો
he: טיפים מועילים
hi: उपयोगी टिप्स
hr: Korisni savjeti
hu: Hasznos tippek
hy: Օգտակար խորհուրդներ
id: Tips
is: Gagnlegar ábendingar
it: Consigli utili
iu: ᐃᑲᔫᑎᒃᓴᑦ
ja: 役に立つヒント
kk: Пайдалы кеңестер
km: គន្លឹះជំនួយ
kn: ಉಪಯುಕ್ತ ಸಲಹೆಗಳು
ko: 유용한 팁
ku_arab: ئامۆژگاریە یارمەتیدەرەکان
ky: Пайдалуу кеңештер
lo: ຄໍາແນະນໍາທີ່ເປັນປະໂຫຍດ
lt: Naudingi patarimai
lv: Noderīgi padomi
mi: Ngā aki āwhina
ml: സഹായകമായ നുറുങ്ങുകൾ
mr: उपयुक्त टिपा
ms: Petua berguna
mt: Pariri utli
nb: Nyttige tips
ne: उपयोगी सुझावहरू
nl: Handige tips
or: ସହାୟକ ଟିପ୍ସ
pa: ਮਦਦਗਾਰੀ ਨੁਕਤੇ
pl: Pomocne wskazówki
prs: راهنمایی های مفید
pt_pt: Dicas úteis
ro: Sfaturi utile
ru: Полезные советы
sk: Užitočné tipy
sl: Koristni nasveti
sq: Këshilla të dobishme
sr_cyrl: Корисни савети
sr_latn: Korisni saveti
sv: Användbara tips
sw: Vidokezo vya kusaidia
ta: பயனுள்ள உதவிக்குறிப்புகள்
te: ఉపయోగకరమైన చిట్కాలు
th: เคล็ดลับที่เป็นประโยชน์
ti: ሓጋዚ ምኽሪ
tr: Faydalı ipuçları
uk: Корисні поради
ur: مفید تجاویز
vi: Lời khuyên hữu ích
zh_hans: 有用的提示
zh_hant: 有用的提示

# DevicesProfileNameTextBox.PlaceholderText
source: Profile name...
af: Profiel naam...
am: የፕሮፋይል ስም ...
ar: اسم الملف الشخصي...
as: প্ৰ'ফাইল নাম...
az_arab: Profil adı...
bg: Име на профила...
bn: প্রোফাইলের নাম...
bs: Ime profila...
ca: Nom del perfil...
cs: Název profilu...
cy: Enw proffil...
da: Profilnavn...
de: Profilname...
el: Όνομα προφίλ...
es: Nombre del perfil...
et: Profiili nimi...
fa: نام پروفایل...
fi: Profiilin nimi...
fil: Pangalan ng profile...
fr_ca: Nom de profil...
ga: Ainm próifíle...
gu: પ્રોફાઇલ નામ...
he: שם פרופיל...
hi: प्रोफ़ाइल नाम...
hr: Naziv profila...
hu: Profil neve...
hy: Պրոֆիլի անվանումը...
id: Nama profil...
is: Nafn prófíls...
it: Nome profilo...
iu: ᖃᓄᐃᑦᑑᓂᖓᑕ ᐊᑎᖓ...
ja: プロファイル名...
kk: Профиль атауы...
km: ឈ្មោះ Profile...
kn: ಪ್ರೊಫೈಲ್ ಹೆಸರು...
ko: 프로필 이름...
ku_arab: ناوی پرۆفایل
ky: Профилдик аты...
lo: ຊື່ Profile...
lt: Profilio pavadinimas...
lv: Profila nosaukums...
mi: Ingoa kōtaha...
ml: പ്രൊഫൈലിന്റെ പേര്...
mr: प्रोफाइल नाव...
ms: Nama profil...
mt: Isem il-profil...
nb: Profilnavn...
ne: प्रोफाइल नाम...
nl: Profielnaam...
or: ପ୍ରୋଫାଇଲ୍ ନାମ...
pa: ਪਰੋਫਾਇਲ ਨਾਂ...
pl: Nazwa profilu...
prs: نام مشخصات...
pt_pt: Nome do perfil...
ro: Numele profilului...
ru: Имя профиля...
sk: Názov profilu...
sl: Ime profila ...
sq: Emri i profilit...
sr_cyrl: Име профила...
sr_latn: Ime profila...
sv: Profilnamn...
sw: Jina la wasifu...
ta: சுயவிவரப் பெயர்...
te: ప్రొఫైల్ పేరు...
th: ชื่อโปรไฟล์...
ti: ስም ፕሮፌሰር...
tr: Profil adı...
uk: Ім'я профілю...
ur: پروفائل نام...
vi: Tên hồ sơ...
zh_hans: 配置文件名称...
zh_hant: 設定檔案名稱...

# DevicesSaveProfileBtn.Content
source: Save Profile
af: Stoor profiel
am: ፕሮፋይል አስቀምጥ
ar: حفظ الملف الشخصي
as: প্ৰ'ফাইল সংৰক্ষণ কৰক
az_arab: Qeyd Et
bg: Запиши профила
bn: প্রোফাইল সংরক্ষণ করুন
bs: Sačuvaj profil
ca: Desa el perfil
cs: Uložit profil
cy: Arbed Proffil
da: Gem profil
de: Profil speichern
el: Αποθήκευση προφίλ
es: Guardar perfil
et: Salvesta profiil
fa: ذخیره پروفایل
fi: Tallenna profiili
fil: I-save ang Profile
fr_ca: Enregistrer le profil
ga: Sábháil Próifíl
gu: રૂપરેખાને સંગ્રહો
he: שמור פרופיל
hi: प्रोफ़ाइल सहेजें
hr: Spremi profil
hu: Profil mentése
hy: Պահպանել պրոֆիլը
id: Simpan Profil
is: Vista prófíl
it: Salva profilo
iu: ᔭᒐᔾᔭᐃᑯᑎ ᖃᓄᐃᑦᑑᓂᖓ
ja: プロファイルの保存
kk: Профильді сақтау
km: រក្សា ទុក ទម្រង់
kn: ಪ್ರೊಫೈಲ್ ಉಳಿಸು
ko: 프로필 저장
ku_arab: پرۆفایل بپارێزە
ky: Профилин сактоо
lt: Išsaugoti profilį
lv: Saglabāt profilu
mi: Tiaki Kōtaha
ml: പ്രൊഫൈൽ സൂക്ഷിക്കുക
mr: प्रोफाइल संचयीत करा
ms: Simpan Profil
mt: Issejvja l-Profil
nb: Lagre profil
ne: प्रोफाइल बचत गर्नुहोस्
nl: Profiel opslaan
or: ପ୍ରୋଫାଇଲ୍ ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਪਰੋਫਾਇਲ ਸੰਭਾਲੋ
pl: Zapisz profil
prs: ذخیره مشخصات
pt_pt: Guardar perfil
ro: Salvare profil
ru: Сохранить профиль
sk: Uložiť profil
sl: Shrani profil
sq: Ruaj profilin
sr_cyrl: Сачувај профил
sr_latn: Sačuvaj profil
sv: Spara profil
sw: Hifadhi Wasifu
ta: சுயவிவரத்தை சேமி
te: ప్రొఫైల్ సేవ్ చేయి
th: บันทึกโปรไฟล์
ti: ፕሮፌሰር ኣዋህልል
tr: Profili Kaydet
uk: Зберегти профіль
ur: پروفائل محفوظ کریں
vi: Lưu hồ sơ
zh_hans: 保存个人资料
zh_hant: 保存個人資料

# DevicesSetasDefault.Text
source: Set as default
af: Stel as standaard
am: እንደ ስነ-ባህሪ ያስቀምጡ
ar: تعيين كافتراضي
as: অবিকল্পিত ৰূপে সংহতি কৰক
az_arab: Ön qurğulu olaraq təyin
bg: Задай по подразбиране
bn: ডিফল্ট হিসাবে সেট করুন
bs: Podesi kao zadano
ca: Estableix com a valor per defecte
cs: Nastavit jako výchozí
cy: Gosod yn ddiofyn
da: Indstil som standard
de: Als Standard festlegen
el: Ορισμός ως προεπιλογής
es: Establecer como predeterminado
et: Määra vaikesätteks
fa: تنظیم به عنوان پیش فرض
fi: Aseta oletukseksi
fil: Itakda bilang default
fr_ca: Défini par défaut
ga: Socraigh mar réamhshocrú
gu: મૂળભૂત તરીકે સુયોજિત કરો
he: הגדר כברירת מחדל
hi: डिफ़ॉल्ट के रूप में सेट करें
hr: Postavi kao zadano
hu: Beállítás alapértelmezettként
hy: Սահմանել որպես նախապատվություն
id: Tetapkan sebagai default
is: Setja sem sjálfgefið
it: Imposta come predefinito
iu: ᐋᖅᑭᒃᓯᓗᑎᑦ ᐊᑐᙱᓐᓂᕐᒥᑦ
ja: デフォルトとして設定
kk: Әдепкі ретінде орнату
km: កំណត់ជា default
kn: ಡೀಫಾಲ್ಟ್ ರೂಪದಲ್ಲಿ ಸೆಟ್ ಮಾಡಿ
ko: 기본값으로 설정
ku_arab: وەک گریمانەیی دابنێ
ky: Дефолт катары орнотулган
lo: ຕັ້ງໄວ້ເປັນມາດຕະຖານ
lt: Nustatyti kaip numatytąjį
lv: Iestatīt kā noklusējumu
mi: Tautuhi hei taunoa
ml: സ്വതവേയുള്ളതായി ക്രമീകരിക്കുക
mr: मुलभूत म्हणून निश्चित करा
ms: Mengesetkan sebagai lalai
mt: Issettja bħala default
nb: Angi som standard
ne: पूर्वनिर्धारितरूपमा सेट गर्नुहोस्
nl: Als standaard instellen
or: ଡିଫଲ୍ଟ ଭାବେ ସେଟ୍ କରନ୍ତୁ
pa: ਡਿਫਾਲਟ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
pl: Ustaw jako domyślne
prs: تنظیم به عنوان پیش فرض
pt_pt: Definir como padrão
ro: Setarea ca implicită
ru: Установлено по умолчанию
sk: Nastaviť ako predvolené
sl: Nastavi kot privzeto
sq: E prezgjedhur
sr_cyrl: Постави као подразумевано
sr_latn: Postavi kao podrazumevano
sv: Ange som standard
sw: Weka kama chaguo-msingi
ta: இயல்புநிலையாக அமை
te: డిఫాల్ట్ గా సెట్ చేయి
th: ตั้งค่าเป็นค่าเริ่มต้น
ti: ከም ስሕተት ጌርካ ምድላው
tr: Varsayılan olarak ayarla
uk: Встановити за замовчуванням
ur: بطور طے شدہ سیٹ کریں
vi: Đặt làm mặc định
zh_hans: 设置为默认值
zh_hant: 設置為預設值

# DevicesSetProfileButton.Content
source: Set profile
af: Stel profiel
am: ፕሮፌይል
ar: تعيين ملف التعريف
as: প্ৰ'ফাইল নিৰ্ধাৰণ কৰক
az_arab: Profili təyin edin
bg: Задаване на профил
bn: প্রোফাইল সেট করুন
bs: Podesi profil
ca: Definir perfil
cs: Nastavit profil
cy: Gosod proffil
da: Indstil profil
de: Profil festlegen
el: Ορισμός προφίλ
es: Establecer perfil
et: Profiili määramine
fa: تنظیم پروفایل
fi: Aseta profiili
fil: Itakda ang profile
fr_ca: Définir le profil
ga: Próifíl socraithe
gu: રૂપરેખા સુયોજિત કરો
he: הגדרת פרופיל
hi: प्रोफ़ाइल सेट करें
hr: Postavljanje profila
hu: Profil beállítása
hy: Սահմանել պրոֆիլը
id: Atur profil
is: Stilla snið
it: Imposta profilo
ja: プロファイルの設定
kk: Профильді орнату
km: កំណត់ទម្រង់
kn: ಪ್ರೊಫೈಲ್ ಸೆಟ್ ಮಾಡಿ
ko: 프로필 설정
ku_arab: پرۆفایل دابنێ
ky: Профилин орнотуу
lo: ຕັ້ງprofile
lt: Nustatyti profilį
lv: Iestatīt profilu
mi: Tautuhi kōtaha
ml: പ്രൊഫൈൽ സജ്ജമാക്കുക
mr: प्रोफाइल सेट करा
ms: Mengesetkan profil
mt: Issettja l-profil
nb: Angi profil
ne: प्रोफाइल सेट गर्नुहोस्
nl: Profiel instellen
or: ପ୍ରୋଫାଇଲ୍ ସେଟ୍ କରନ୍ତୁ
pa: ਪਰੋਫਾਇਲ ਸੈੱਟ ਕਰੋ
pl: Ustaw profil
prs: تنظیم مشخصات
pt_pt: Definir perfil
ro: Setarea profilului
ru: Установить профиль
sk: Nastavenie profilu
sl: Nastavitev profila
sq: Vendos profilin
sr_cyrl: Постављање профила
sr_latn: Postavljanje profila
sv: Ställ in profil
sw: Weka wasifu
ta: சுயவிவரத்தை அமை
te: ప్రొఫైల్ సెట్ చేయి
th: ตั้งค่าโปรไฟล์
ti: ፕሮፌሰር ምድላው
tr: Profili ayarla
uk: Установлення профілю
ur: پروفائل سیٹ کریں
vi: Đặt hồ sơ
zh_hans: 设置配置文件
zh_hant: 設置配置檔

# DevicesSetProfileText.Text
source: Set a custom profile?
af: Stel 'n pasgemaakte profiel op?
am: የግል መረጃ አስቀምጥ?
ar: تعيين ملف تعريف مخصص؟
as: এটা স্বনিৰ্বাচিত প্ৰ'ফাইল ছেট কৰিব নেকি?
az_arab: Xüsusi profil təyin edin?
bg: Задаване на потребителски профил?
bn: একটি কাস্টম প্রোফাইল সেট করবেন?
bs: Postaviti prilagođeni profil?
ca: Definir un perfil personalitzat?
cs: Nastavit vlastní profil?
cy: Gosod proffil arferiad?
da: Angive en brugerdefineret profil?
de: Legen Sie ein benutzerdefiniertes Profil fest?
el: Ορίστε ένα προσαρμοσμένο προφίλ;
es: ¿Establecer un perfil personalizado?
et: Kas seada kohandatud profiil?
fa: مشخصات سفارشی تنظیم کنید؟
fi: Mukautetun profiilin määrittäminen?
fil: Magtakda ng pasadyang profile?
fr_ca: Définir un profil personnalisé?
ga: Socraigh próifíl saincheaptha?
gu: શું વૈવિધ્યપૂર્ણ રૂપરેખાને સુયોજિત કરવી છે?
he: להגדיר פרופיל מותאם אישית?
hi: कस्टम प्रोफ़ाइल सेट करें?
hr: Postaviti prilagođeni profil?
hu: Egyéni profilt állít be?
hy: Սահմանե՞լ է արդյոք սովորական պրոֆիլը:
id: Mengatur profil kustom?
is: Setja sérsniðið snið?
it: Impostare un profilo personalizzato?
iu: ᐋᖅᑭᒃᓯᓗᑎᑦ ᐋᖅᑭᒃᓯᒪᔪᒥᒃ ᖃᓄᐃᓕᖓᓂᖓᓂᒃ?
ja: カスタムプロファイルを設定しますか?
kk: Реттелетін профильді орнатыңыз ба?
km: កំណត់ទម្រង់ផ្ទាល់ខ្លួន?
kn: ಕಸ್ಟಮ್ ಪ್ರೊಫೈಲ್ ಹೊಂದಿಸಬೇಕೆ?
ko: 사용자 지정 프로필을 설정하시겠습니까?
ku_arab: پرۆفایلێکی تایبەت ڕێک بخە؟
ky: Колдонуучунун профилин орнотуу?
lo: ຕັ້ງຄ່າທໍານຽມ?
lt: Nustatyti pasirinktinį profilį?
lv: Vai iestatīt pielāgotu profilu?
mi: Tautuhia tētahi kōtaha ritenga?
ml: ഇഷ്ടാനുസൃത പ്രൊഫൈൽ സജ്ജമാക്കണോ?
mr: सानुकूल प्रोफाइल सेट करा?
ms: Tetapkan profil tersuai?
mt: Issettja profil personalizzat?
nb: Angi en egendefinert profil?
ne: अनुकूल प्रोफाइल सेट गर्नुहुन्छ?
nl: Een aangepast profiel instellen?
or: ଏକ କଷ୍ଟମ୍ ପ୍ରୋଫାଇଲ୍ ସେଟ୍ କରିଛନ୍ତି?
pa: ਕਸਟਮ ਪ੍ਰੋਫਾਈਲ ਸੈੱਟ ਕਰਨਾ ਹੈ?
pl: Ustawić profil niestandardowy?
prs: یک پروفایل سفارشی تنظیم کنید؟
pt_pt: Definir um perfil personalizado?
ro: Setați un profil personalizat?
ru: Установить пользовательский профиль?
sk: Nastavíte si vlastný profil?
sl: Nastavite profil po meri?
sq: Vendos një profil të personalizuar?
sr_cyrl: Поставите прилагођени профил?
sr_latn: Postavite prilagođeni profil?
sv: Ställ in en anpassad profil?
sw: Weka wasifu maalum?
ta: தனிப்பயன் சுயவிவரத்தை அமைக்கவா?
te: కస్టమ్ ప్రొఫైల్ ను సెట్ చేయాలా?
th: ตั้งค่าโปรไฟล์ที่กําหนดเองหรือไม่?
ti: ናይ ልምዲ መግለጺ ድዩ?
tr: Özel bir profil mi ayarladınız?
uk: Встановити власний профіль?
ur: اپنی مرضی کے مطابق پروفائل سیٹ کریں؟
vi: Đặt hồ sơ tùy chỉnh?
zh_hans: 设置自定义配置文件？
zh_hant: 設置自訂配置檔？

# DiscardButton.Content
source: Discard
af: Gooi
am: አስወግድ
ar: اطرح
as: বৰ্জন কৰক
az_arab: At
bg: Изхвърли
bn: পরিত্যাগ করুন
bs: Odbaci
ca: Descartar
cs: Odhodit
cy: Taflwch
da: Kassere
de: Abwerfen
el: Απορρίπτω
es: Descartar
et: Hülga
fa: دور انداختن
fi: Hylätä
fil: Itapon na ang
fr_ca: Jeter
ga: Caith amach
gu: કાઢી નાંખો
he: זרק
hi: फेंक देना
hr: Odbaciti
hu: Eldob
hy: Դիսքարդ
id: Membuang
is: Fleygja
it: Scartare
iu: ᐃᒋᑕᖅ
ja: 捨てる
kk: Алып тастау
km: បោះបង់
kn: ತ್ಯಜಿಸಿ
ko: 버리다
ku_arab: وەلاوەنانی
ky: Ыргытуу
lo: ຖິ້ມ
lt: Išmesti
lv: Atmest
mi: Tūraki
ml: ഉപേക്ഷിക്കുക
mr: टाकून द्या
ms: Buang
mt: Warrab
nb: Kassere
ne: त्याग्नुहोस्
nl: Afdanken
or: ପରିତ୍ୟାଗ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Odrzucić
prs: دور انداختن
pt_pt: Devoluções
ro: Arunca
ru: Отбрасывать
sk: Odhodiť
sl: Zavreči
sq: Flakja
sr_cyrl: Одбаци
sr_latn: Odbaci
sv: Kasta bort
sw: Tupa
ta: சீட்டுக்கழிப்பு
te: విసర్జించు
th: ทิ้ง
ti: ጐሓፍ
tr: Atmak
uk: Скасувати
ur: مسترد
vi: Loại bỏ
zh_hans: 丢弃
zh_hant: 丟棄
